export default [
  {
    genre: "水果",
    data: [
      ["桶", "ㄊㄨㄥˇ"],
      ["柑", "ㄍㄢ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["西", "ㄒㄧ"],
      ["瓜", "ㄍㄨㄚ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["茂", "ㄇㄠˋ"],
      ["谷", "ㄍㄨˇ"],
      ["柑", "ㄍㄢ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["荔", "ㄌㄧˋ"],
      ["枝", "ㄓ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["釋", "ㄕˋ"],
      ["迦", "ㄐㄧㄚ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["鳳", "ㄈㄥˋ"],
      ["梨", "ㄌㄧˊ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["百", "ㄅㄞˇ"],
      ["香", "ㄒㄧㄤ"],
      ["果", "ㄍㄨㄛˇ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["葡", "ㄆㄨˊ"],
      ["萄", "ㄊㄠˊ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["火", "ㄏㄨㄛˇ"],
      ["龍", "ㄌㄨㄥˊ"],
      ["果", "ㄍㄨㄛˇ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["香", "ㄒㄧㄤ"],
      ["瓜", "ㄍㄨㄚ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["小", "ㄒㄧㄠˇ"],
      ["蕃", "ㄈㄢ"],
      ["茄", "ㄑㄧㄝˊ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["桑", "ㄙㄤ"],
      ["椹", "ㄕㄣˋ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["芒", "ㄇㄤˊ"],
      ["果", "ㄍㄨㄛˇ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["玉", "ㄩˋ"],
      ["荷", "ㄏㄜˊ"],
      ["包", "ㄅㄠ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["土", "ㄊㄨˇ"],
      ["芒", "ㄇㄤˊ"],
      ["果", "ㄍㄨㄛˇ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["香", "ㄒㄧㄤ"],
      ["蕉", "ㄐㄧㄠ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["蘋", "ㄆㄧㄥˊ"],
      ["果", "ㄍㄨㄛˇ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["奇", "ㄑㄧˊ"],
      ["異", "ㄧˋ"],
      ["果", "ㄍㄨㄛˇ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["草", "ㄘㄠˇ"],
      ["莓", "ㄇㄟˊ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["枇", "ㄆㄧˊ"],
      ["杷", "˙ㄆㄚ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["李", "ㄌㄧˇ"],
      ["子", "˙ㄗ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["蓮", "ㄌㄧㄢˊ"],
      ["霧", "ㄨˋ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["番", "ㄈㄢ"],
      ["石", "ㄕˊ"],
      ["榴", "ㄌㄧㄡˊ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["金", "ㄐㄧㄣ"],
      ["棗", "ㄗㄠˇ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["甘", "ㄍㄢ"],
      ["蔗", "ㄓㄜˋ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["水", "ㄕㄨㄟˇ"],
      ["梨", "ㄌㄧˊ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["文", "ㄨㄣˊ"],
      ["旦", "ㄉㄢˋ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["檸", "ㄋㄧㄥˊ"],
      ["檬", "ㄇㄥˊ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["龍", "ㄌㄨㄥˊ"],
      ["眼", "ㄧㄢˇ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["酪", "ㄌㄨㄛˋ"],
      ["梨", "ㄌㄧˊ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["水", "ㄕㄨㄟˇ"],
      ["蜜", "ㄇㄧˋ"],
      ["桃", "ㄊㄠˊ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["哈", "ㄏㄚ"],
      ["密", "ㄇㄧˋ"],
      ["瓜", "ㄍㄨㄚ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["橘", "ㄐㄩˊ"],
      ["子", "˙ㄗ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["柳", "ㄌㄧㄡˇ"],
      ["丁", "ㄉㄧㄥ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["木", "ㄇㄨˋ"],
      ["瓜", "ㄍㄨㄚ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["蜜", "ㄇㄧˋ"],
      ["棗", "ㄗㄠˇ"],
    ],
  },
  {
    genre: "水果",
    data: [
      ["柿", "ㄕˋ"],
      ["子", "˙ㄗ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["豬", "ㄓㄨ"],
      ["頸", "ㄐㄧㄣˇ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["豬", "ㄓㄨ"],
      ["頰", "ㄐㄧㄚˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["豬", "ㄓㄨ"],
      ["頭", "ㄊㄡˊ"],
      ["皮", "ㄆㄧˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["豬", "ㄓㄨ"],
      ["皮", "ㄇㄧˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["豬", "ㄓㄨ"],
      ["耳", "ㄦˇ"],
      ["朵", "˙ㄉㄨㄛ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["梅", "ㄇㄟˊ"],
      ["花", "ㄏㄨㄚ"],
      ["肉", "ㄖㄡˋ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["胛", "ㄐㄧㄚˇ"],
      ["心", "ㄒㄧㄣ"],
      ["肉", "ㄖㄡˋ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["大", "ㄉㄚˋ"],
      ["里", "ㄌㄧˇ"],
      ["肌", "ㄐㄧ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["小", "ㄒㄧㄠˇ"],
      ["里", "ㄌㄧˇ"],
      ["肌", "ㄐㄧ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["肋", "ㄌㄜˋ"],
      ["排", "ㄆㄞˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["五", "ㄨˇ"],
      ["花", "ㄏㄨㄚ"],
      ["肉", "ㄖㄡˋ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["後", "ㄏㄡˋ"],
      ["腿", "ㄊㄨㄟˇ"],
      ["肉", "ㄖㄡˋ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["蹄", "ㄊㄧˊ"],
      ["膀", "ㄅㄤˇ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["豬", "ㄓㄨ"],
      ["腳", "ㄐㄧㄠˇ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["豬", "ㄓㄨ"],
      ["尾", "ㄨㄟˇ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["豬", "ㄓㄨ"],
      ["油", "ㄧㄡˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["豬", "ㄓㄨ"],
      ["小", "ㄒㄧㄠˇ"],
      ["腸", "ㄔㄤˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["豬", "ㄓㄨ"],
      ["大", "ㄉㄚˋ"],
      ["腸", "ㄔㄤˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["豬", "ㄓㄨ"],
      ["肝", "ㄍㄢ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["雞", "ㄐㄧ"],
      ["頭", "ㄊㄡˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["雞", "ㄐㄧ"],
      ["脖", "ㄅㄛˊ"],
      ["子", "˙ㄗ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["雞", "ㄐㄧ"],
      ["胸", "ㄒㄩㄥ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["雞", "ㄐㄧ"],
      ["里", "ㄌㄧˇ"],
      ["肌", "ㄐㄧ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["雞", "ㄐㄧ"],
      ["翅", "ㄔˋ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["雞", "ㄐㄧ"],
      ["腿", "ㄊㄨㄟˇ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["雞", "ㄐㄧ"],
      ["腳", "ㄐㄧㄠˇ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["雞", "ㄐㄧ"],
      ["屁", "ㄆㄧˋ"],
      ["股", "ㄍㄨˇ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["雞", "ㄐㄧ"],
      ["心", "ㄒㄧㄣ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["雞", "ㄐㄧ"],
      ["胗", "ㄓㄣ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["雞", "ㄐㄧ"],
      ["腸", "ㄔㄤˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["雞", "ㄐㄧ"],
      ["蛋", "ㄉㄢˋ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["四", "ㄙˋ"],
      ["破", "ㄆㄛˋ"],
      ["魚", "ㄩˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["竹", "ㄓㄨˊ"],
      ["莢", "ㄐㄧㄚˊ"],
      ["魚", "ㄩˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["沙", "ㄕㄚ"],
      ["丁", "ㄉㄧㄥ"],
      ["魚", "ㄩˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["秋", "ㄑㄧㄡ"],
      ["刀", "ㄉㄠ"],
      ["魚", "ㄩˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["白", "ㄅㄞˊ"],
      ["帶", "ㄉㄞˋ"],
      ["魚", "ㄩˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["剝", "ㄅㄛ"],
      ["皮", "ㄆㄧˊ"],
      ["魚", "ㄩˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["臭", "ㄔㄡˋ"],
      ["肚", "ㄉㄨˋ"],
      ["魚", "ㄩˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["吳", "ㄨˊ"],
      ["郭", "ㄍㄨㄛ"],
      ["魚", "ㄩˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["虱", "ㄕ"],
      ["目", "ㄇㄨˋ"],
      ["魚", "ㄩˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["烏", "ㄨ"],
      ["魚", "ㄩˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["香", "ㄒㄧㄤ"],
      ["魚", "ㄩˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["鰱", "ㄌㄧㄢˊ"],
      ["魚", "ㄩˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["赤", "ㄔˋ"],
      ["筆", "ㄅㄧˇ"],
      ["仔", "ㄗˇ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["石", "ㄕˊ"],
      ["斑", "ㄅㄢ"],
      ["魚", "ㄩˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["鱸", "ㄌㄨˊ"],
      ["魚", "ㄩˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["海", "ㄏㄞˇ"],
      ["鱺", "ㄌㄧˇ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["鯖", "ㄑㄧㄥ"],
      ["魚", "ㄩˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["黃", "ㄏㄨㄤˊ"],
      ["魚", "ㄩˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["午", "ㄨˇ"],
      ["仔", "ㄗˇ"],
      ["魚", "ㄩˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["紅", "ㄏㄨㄥˊ"],
      ["杉", "ㄕㄢ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["黑", "ㄏㄟ"],
      ["鯛", "ㄉㄧㄠ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["赤", "ㄔˋ"],
      ["翅", "ㄔˋ"],
      ["仔", "ㄗˇ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["鮭", "ㄍㄨㄟ"],
      ["魚", "ㄩˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["金", "ㄐㄧㄣ"],
      ["線", "ㄒㄧㄢˋ"],
      ["魚", "ㄩˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["紅", "ㄏㄨㄥˊ"],
      ["目", "ㄇㄨˋ"],
      ["鰱", "ㄌㄧㄢˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["鱈", "ㄒㄩㄝˇ"],
      ["魚", "ㄩˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["肉", "ㄖㄡˋ"],
      ["鯽", "ㄐㄧˋ"],
      ["仔", "ㄗˇ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["白", "ㄅㄞˊ"],
      ["鯧", "ㄔㄤ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["曼", "ㄇㄢˋ"],
      ["波", "ㄅㄛ"],
      ["魚", "ㄩˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["鮪", "ㄨㄟˇ"],
      ["魚", "ㄩˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["旗", "ㄑㄧˊ"],
      ["魚", "ㄩˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["赤", "ㄔˋ"],
      ["鯮", "ㄗㄨㄥ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["馬", "ㄇㄚˇ"],
      ["頭", "ㄊㄡˊ"],
      ["魚", "ㄩˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["土", "ㄊㄨˇ"],
      ["魠", "ㄊㄨㄛ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["文", "ㄨㄣˊ"],
      ["蛤", "ㄍㄜˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["牡", "ㄇㄨˇ"],
      ["蠣", "ㄌㄧˋ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["烏", "ㄨ"],
      ["賊", "ㄗㄟˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["魷", "ㄧㄡˊ"],
      ["魚", "ㄩˊ"],
    ],
  },
  {
    genre: "肉",
    data: [
      ["軟", "ㄖㄨㄢˇ"],
      ["絲", "ㄙ"],
    ],
  },
  {
    genre: "肉",
    data: [["蝦", "ㄒㄧㄚ"]],
  },
  {
    genre: "肉",
    data: [
      ["蟹", "ㄒㄧㄝˋ"],
      ["腳", "ㄐㄧㄠˇ"],
    ],
  },
  {
    genre: "其他",
    data: [
      ["嫩", "ㄋㄣˋ"],
      ["豆", "ㄉㄡˋ"],
      ["腐", "ㄈㄨˇ"],
    ],
  },
  {
    genre: "其他",
    data: [
      ["板", "ㄅㄢˇ"],
      ["豆", "ㄉㄡˋ"],
      ["腐", "ㄈㄨˇ"],
    ],
  },
  {
    genre: "其他",
    data: [
      ["豆", "ㄉㄡˋ"],
      ["包", "ㄅㄠ"],
    ],
  },
  {
    genre: "其他",
    data: [
      ["豆", "ㄉㄡˋ"],
      ["皮", "ㄆㄧˊ"],
    ],
  },
  {
    genre: "其他",
    data: [
      ["豆", "ㄉㄡˋ"],
      ["干", "ㄍㄢ"],
    ],
  },
  {
    genre: "其他",
    data: [
      ["凍", "ㄉㄨㄥˋ"],
      ["豆", "ㄉㄡˋ"],
      ["腐", "˙ㄈㄨ"],
    ],
  },
  {
    genre: "其他",
    data: [
      ["油", "ㄧㄡˊ"],
      ["豆", "ㄉㄡˋ"],
      ["腐", "ㄈㄨˇ"],
    ],
  },
  {
    genre: "其他",
    data: [
      ["素", "ㄙㄨˋ"],
      ["雞", "ㄐㄧ"],
    ],
  },
  {
    genre: "其他",
    data: [
      ["素", "ㄙㄨˋ"],
      ["火", "ㄏㄨㄛˇ"],
      ["腿", "ㄊㄨㄟˇ"],
    ],
  },
  {
    genre: "其他",
    data: [
      ["圓", "ㄩㄢˊ"],
      ["通", "ㄊㄨㄥ"],
      ["捲", "ㄐㄩㄢˇ"],
    ],
  },
  {
    genre: "其他",
    data: [
      ["雞", "ㄐㄧ"],
      ["蛋", "ㄉㄢˋ"],
      ["豆", "ㄉㄡˋ"],
      ["腐", "ㄈㄨˇ"],
    ],
  },
  {
    genre: "其他",
    data: [
      ["蒟", "ㄐㄩˇ"],
      ["蒻", "ㄖㄨㄛˋ"],
    ],
  },
  {
    genre: "其他",
    data: [
      ["泡", "ㄆㄠˋ"],
      ["麵", "ㄇㄧㄢˋ"],
    ],
  },
  {
    genre: "其他",
    data: [
      ["麵", "ㄇㄧㄢˋ"],
      ["線", "ㄒㄧㄢˋ"],
    ],
  },
  {
    genre: "其他",
    data: [
      ["麵", "ㄇㄧㄢˋ"],
      ["條", "ㄊㄧㄠˊ"],
    ],
  },
  {
    genre: "其他",
    data: [
      ["粄", "ㄅㄢˇ"],
      ["條", "ㄊㄧㄠˊ"],
    ],
  },
  {
    genre: "其他",
    data: [
      ["米", "ㄇㄧˇ"],
      ["粉", "ㄈㄣˇ"],
    ],
  },
  {
    genre: "其他",
    data: [
      ["粉", "ㄈㄣˇ"],
      ["絲", "ㄙ"],
    ],
  },
  {
    genre: "其他",
    data: [
      ["玉", "ㄩˋ"],
      ["米", "ㄇㄧˇ"],
      ["濃", "ㄋㄨㄥˊ"],
      ["湯", "ㄊㄤ"],
    ],
  },
  {
    genre: "調味料",
    data: [["鹽", "ㄧㄢˋ"]],
  },
  {
    genre: "調味料",
    data: [
      ["味", "ㄨㄟˋ"],
      ["精", "ㄐㄧㄥ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["柴", "ㄔㄞˊ"],
      ["魚", "ㄩˊ"],
      ["粉", "ㄈㄣˇ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["胡", "ㄏㄨˊ"],
      ["椒", "ㄐㄧㄠ"],
      ["鹽", "ㄧㄢˊ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["黑", "ㄏㄟ"],
      ["胡", "ㄏㄨˊ"],
      ["椒", "ㄐㄧㄠ"],
      ["粉", "ㄈㄣˇ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["白", "ㄅㄞˊ"],
      ["胡", "ㄏㄨˊ"],
      ["椒", "ㄐㄧㄠ"],
      ["粉", "ㄈㄣˇ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["黑", "ㄏㄟ"],
      ["胡", "ㄏㄨˊ"],
      ["椒", "ㄐㄧㄠ"],
      ["粒", "ㄌㄧˋ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["豆", "ㄉㄡˋ"],
      ["瓣", "ㄅㄢˋ"],
      ["醬", "ㄐㄧㄤˋ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["辣", "ㄌㄚˋ"],
      ["椒", "ㄐㄧㄠ"],
      ["醬", "ㄐㄧㄤˋ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["醬", "ㄐㄧㄤˋ"],
      ["油", "ㄧㄡˊ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["醬", "ㄐㄧㄤˋ"],
      ["油", "ㄧㄡˊ"],
      ["膏", "ㄍㄠ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["白", "ㄅㄞ˙"],
      ["蔭", "ㄧㄣˋ"],
      ["油", "ㄧㄡˊ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["香", "ㄒㄧㄤ"],
      ["菇", "ㄍㄨ"],
      ["素", "ㄙㄨˋ"],
      ["蠔", "ㄏㄠˊ"],
      ["油", "ㄧㄡˊ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["老", "ㄌㄠˇ"],
      ["抽", "ㄔㄡ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["壺", "ㄏㄨˊ"],
      ["底", "ㄉㄧˇ"],
      ["蔭", "ㄧㄣˋ"],
      ["油", "ㄧㄡˊ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["白", "ㄅㄞˊ"],
      ["醋", "ㄘㄨˋ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["烏", "ㄨ"],
      ["醋", "ㄘㄨˋ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["香", "ㄒㄧㄤ"],
      ["油", "ㄧㄡˊ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["麻", "ㄇㄚˊ"],
      ["油", "ㄧㄡˊ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["苦", "ㄎㄨˇ"],
      ["茶", "ㄔㄚˊ"],
      ["油", "ㄧㄡˊ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["豬", "ㄓㄨ"],
      ["油", "ㄧㄡˊ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["沙", "ㄕㄚ"],
      ["拉", "ㄌㄚ"],
      ["油", "ㄧㄡˊ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["咖", "ㄎㄚ"],
      ["哩", "ㄌㄧˇ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["薑", "ㄐㄧㄤ"],
      ["黃", "ㄏㄨㄤˊ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["花", "ㄏㄨㄚ"],
      ["椒", "ㄐㄧㄠ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["肉", "ㄖㄡˋ"],
      ["桂", "ㄍㄨㄟˋ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["五", "ㄨˇ"],
      ["香", "ㄒㄧㄤ"],
      ["粉", "ㄈㄣˇ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["當", "ㄉㄤ"],
      ["歸", "ㄍㄨㄟ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["八", "ㄅㄚ"],
      ["角", "ㄐㄧㄠˇ"],
    ],
  },
  {
    genre: "調味料",
    data: [
      ["豆", "ㄉㄡˋ"],
      ["豉", "ㄔˇ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["菠", "ㄅㄛ"],
      ["菜", "ㄘㄞˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["香", "ㄒㄧㄤ"],
      ["菜", "ㄘㄞˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["芹", "ㄑㄧㄣˊ"],
      ["菜", "ㄘㄞˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["空", "ㄎㄨㄥ"],
      ["心", "ㄒㄧㄣ"],
      ["菜", "ㄘㄞˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["茼", "ㄊㄨㄥˊ"],
      ["蒿", "ㄏㄠ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["蘆", "ㄌㄨˊ"],
      ["筍", "ㄙㄨㄣˇ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["茴", "ㄏㄨㄟˊ"],
      ["香", "ㄒㄧㄤ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["莧", "ㄒㄧㄢˋ"],
      ["菜", "ㄘㄞˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["萵", "ㄨㄛ"],
      ["苣", "ㄐㄩˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["油", "ㄧㄡˊ"],
      ["麥", "ㄇㄞˋ"],
      ["菜", "ㄘㄞˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["小", "ㄒㄧㄠˇ"],
      ["白", "ㄅㄞˊ"],
      ["菜", "ㄘㄞˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["塌", "ㄊㄚ"],
      ["棵", "ㄎㄜ"],
      ["菜", "ㄘㄞˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["菜", "ㄘㄞˋ"],
      ["心", "ㄒㄧㄣ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["大", "ㄉㄚˋ"],
      ["白", "ㄅㄞˊ"],
      ["菜", "ㄘㄞˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["油", "ㄧㄡˊ"],
      ["菜", "ㄘㄞˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["薺", "ㄐㄧˋ"],
      ["菜", "ㄘㄞˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["子", "ㄗˇ"],
      ["芥", "ㄐㄧㄝˋ"],
      ["菜", "ㄘㄞˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["榨", "ㄓㄚˋ"],
      ["菜", "ㄘㄞˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["雪", "ㄒㄩㄝˇ"],
      ["裡", "ㄌㄧˇ"],
      ["蕻", "ㄏㄨㄥˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["油", "ㄧㄡˊ"],
      ["菜", "ㄘㄞˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["青", "ㄑㄧㄥ"],
      ["花", "ㄏㄨㄚ"],
      ["菜", "ㄘㄞˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["花", "ㄏㄨㄚ"],
      ["椰", "ㄧㄝˊ"],
      ["菜", "ㄘㄞˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["寶", "ㄅㄠˇ"],
      ["塔", "ㄊㄚˇ"],
      ["花", "ㄏㄨㄚ"],
      ["菜", "ㄘㄞˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["捲", "ㄐㄩㄢˇ"],
      ["心", "ㄒㄧㄣ"],
      ["菜", "ㄘㄞˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["抱", "ㄅㄠˋ"],
      ["子", "ㄗˇ"],
      ["甘", "ㄍㄢ"],
      ["藍", "ㄌㄢˊ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["紫", "ㄗˇ"],
      ["甘", "ㄍㄢ"],
      ["藍", "ㄌㄢˊ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["羽", "ㄩˇ"],
      ["衣", "ㄧ"],
      ["甘", "ㄍㄢ"],
      ["藍", "ㄌㄢˊ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["木", "ㄇㄨˋ"],
      ["立", "ㄌㄧˋ"],
      ["花", "ㄏㄨㄚ"],
      ["椰", "ㄧㄝˊ"],
      ["菜", "ㄘㄞˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["白", "ㄅㄞˊ"],
      ["花", "ㄏㄨㄚ"],
      ["芥", "ㄐㄧㄝˋ"],
      ["藍", "ㄌㄢˊ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["芥", "ㄐㄧㄝˋ"],
      ["藍", "ㄌㄢˊ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["西", "ㄒㄧ"],
      ["洋", "ㄧㄤˊ"],
      ["菜", "ㄘㄞˋ"],
    ],
  },
  {
    genre: "菜",
    data: [["蔥", "ㄘㄨㄥ"]],
  },
  {
    genre: "菜",
    data: [
      ["大", "ㄉㄚˋ"],
      ["蒜", "ㄙㄨㄢˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["洋", "ㄧㄤˊ"],
      ["蔥", "ㄘㄨㄥ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["韭", "ㄐㄧㄡˇ"],
      ["菜", "ㄘㄞˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["韭", "ㄐㄧㄡˇ"],
      ["黃", "ㄏㄨㄤˊ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["蘆", "ㄌㄨˊ"],
      ["筍", "ㄙㄨㄣˇ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["筊", "ㄐㄧㄠˇ"],
      ["白", "ㄅㄞˊ"],
      ["筍", "ㄙㄨㄣˇ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["黃", "ㄏㄨㄤˊ"],
      ["瓜", "ㄍㄨㄚ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["絲", "ㄙ"],
      ["瓜", "ㄍㄨㄚ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["冬", "ㄉㄨㄥ"],
      ["瓜", "ㄍㄨㄚ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["苦", "ㄎㄨˇ"],
      ["瓜", "ㄍㄨㄚ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["南", "ㄋㄢˊ"],
      ["瓜", "ㄍㄨㄚ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["葫", "ㄏㄨˊ"],
      ["蘆", "˙ㄌㄨ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["佛", "ㄈㄛˊ"],
      ["手", "ㄕㄡˇ"],
      ["瓜", "ㄍㄨㄚ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["茄", "ㄑㄧㄝˊ"],
      ["子", "˙ㄗ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["番", "ㄈㄢ"],
      ["茄", "ㄑㄧㄝˊ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["辣", "ㄌㄚˋ"],
      ["椒", "ㄐㄧㄠ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["甜", "ㄊㄧㄢˊ"],
      ["椒", "ㄐㄧㄠ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["番", "ㄈㄢ"],
      ["薯", "ㄕㄨˇ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["馬", "ㄇㄚˇ"],
      ["鈴", "ㄌㄧㄥˊ"],
      ["薯", "ㄕㄨˇ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["山", "ㄕㄢ"],
      ["藥", "˙ㄧㄠ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["芋", "ㄩˋ"],
      ["頭", "˙ㄊㄡ"],
    ],
  },
  {
    genre: "菜",
    data: [["薑", "ㄐㄧㄤ"]],
  },
  {
    genre: "菜",
    data: [
      ["白", "ㄅㄞˊ"],
      ["蘿", "ㄌㄨㄛˊ"],
      ["蔔", "˙ㄅㄛ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["胡", "ㄏㄨˊ"],
      ["蘿", "ㄌㄨㄛˊ"],
      ["蔔", "˙ㄅㄛ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["甜", "ㄊㄧㄢˊ"],
      ["菜", "ㄘㄞˋ"],
      ["根", "ㄍㄣ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["花", "ㄏㄨㄚ"],
      ["生", "ㄕㄥ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["紅", "ㄏㄨㄥˊ"],
      ["豆", "ㄉㄡˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["豌", "ㄨㄢ"],
      ["豆", "ㄉㄡˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["刀", "ㄉㄠ"],
      ["豆", "ㄉㄡˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["蠶", "ㄘㄢˊ"],
      ["豆", "ㄉㄡˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["大", "ㄉㄚˋ"],
      ["豆", "ㄉㄡˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["扁", "ㄅㄧㄢˇ"],
      ["豆", "ㄉㄡˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["四", "ㄙˋ"],
      ["季", "ㄐㄧˋ"],
      ["豆", "ㄉㄡˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["毛", "ㄇㄠˊ"],
      ["豆", "ㄉㄡˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["蓮", "ㄌㄧㄢˊ"],
      ["藕", "ㄡˇ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["茭", "ㄐㄧㄠ"],
      ["白", "ㄅㄞˊ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["菱", "ㄌㄧㄥˊ"],
      ["角", "˙ㄐㄧㄠ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["蓴", "ㄔㄨㄣˊ"],
      ["菜", "ㄘㄞˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["慈", "ㄘˊ"],
      ["菇", "ㄍㄨ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["水", "ㄕㄨㄟˇ"],
      ["芹", "ㄑㄧㄣˊ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["芡", "ㄑㄧㄢˋ"],
      ["實", "ㄕˊ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["蒲", "ㄆㄨˊ"],
      ["菜", "ㄘㄞˋ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["秀", "ㄒㄧㄡˋ"],
      ["珍", "ㄓㄣ"],
      ["菇", "ㄍㄨ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["珊", "ㄕㄢ"],
      ["瑚", "ㄏㄨˊ"],
      ["菇", "ㄍㄨ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["白", "ㄅㄞˊ"],
      ["精", "ㄐㄧㄥ"],
      ["靈", "ㄌㄧㄥˊ"],
      ["菇", "ㄍㄨ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["木", "ㄇㄨˋ"],
      ["耳", "ㄦˇ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["杏", "ㄒㄧㄣˋ"],
      ["鮑", "ㄅㄠˋ"],
      ["菇", "ㄍㄨ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["柳", "ㄌㄧㄡˇ"],
      ["松", "ㄙㄨㄥ"],
      ["菇", "ㄍㄨ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["猴", "ㄏㄡˊ"],
      ["頭", "ㄊㄡˊ"],
      ["菇", "ㄍㄨ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["洋", "ㄧㄤˊ"],
      ["菇", "ㄍㄨ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["香", "ㄒㄧㄤ"],
      ["菇", "ㄍㄨ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["金", "ㄐㄧㄣ"],
      ["針", "ㄓㄣ"],
      ["菇", "ㄍㄨ"],
    ],
  },
  {
    genre: "菜",
    data: [
      ["鴻", "ㄏㄨㄥˊ"],
      ["喜", "ㄒㄧˇ"],
      ["菇", "ㄍㄨ"],
    ],
  },
];
